import React from 'react';
import styles from '../public/assets/styles/startup_education/startup_education.module.css';
import classnames from "classnames/bind"

const cx = classnames.bind(styles);
const EmailPolicy = () => {
    return (
        <>
            <section className={cx("container","privacyPolicy")}>
                <div className={cx("sub_container","startup_procedure")}>
                    <h1 className={cx("sub_top_title")}>이메일 주소 무단수집 거부</h1>
                </div>

                <div className={cx("sub_cont")}>
                    <h3>본 웹사이트에 게시된 이메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치를 이용하여 무단으로 수집되는 것을 거부하며, 이를 위반시 정보통신망법에 의해 형사처벌됨을
                        유념하시기 바랍니다.</h3>
                    <p>한양대학교 창업지원단은 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보
                        처리지침을 수립·공개합니다.</p>
                    <br/>
                    <h3>「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 [타법개정 2010.3.22 법률 제10166호]</h3>
                    <p>우리부에서 제공하는 콘텐츠로 수익을 얻거나 이에 상응하는 혜택을 누리고자 하는 경우에는 우리부와 사전에 별 도의 협의를 하거나 허락을 득하여야 하며, 협의 또는 허락을 얻어
                        자료의 내용을 게재하는 경우에도 출처가 교육과학기술부임을 반드시 명시하여야 합니다.</p>
                    <br/>
                    <p>우리부의 콘텐츠를 적법한 절차에 따라 다른 인터넷 사이트에 게재하는 경우에도 단순한 오류 정정 이외에 내용의 무단변경을 금지하며, 이를 위반할 때에는 형사 처분을 받을 수
                        있습니다.</p>
                    <br/>
                    <p>다른 인터넷 사이트에서 우리부 홈페이지로 링크하는 경우에도 링크 사실을 우리부에 통지하여야 합니다.</p>
                    <br/>
                    <h3>제50조의2 (전자우편주소의 무단 수집행위 등 금지)</h3>
                    <p>누구든지 인터넷 홈페이지 운영자 또는 관리자의 사전 동의 없이 인터넷 홈페이지에서 자동으로 전자우편주소를 수집하는 프로그램이나 그 밖의 기술적 장치를 이용하여 전자우편주소를
                        수집하여서는 아니 된다.</p>
                    <br/>
                    <p>누구든지 제1항을 위반하여 수집된 전자우편주소를 판매·유통하여서는 아니 된다.</p>
                    <br/>
                    <p>누구든지 제1항과 제2항에 따라 수집·판매 및 유통이 금지된 전자우편주소임을 알면서 이를 정보 전송에 이용하여서는 아니 된다.<br/>[전문개정2008. 6. 13]</p>
                    <br/>
                    <h3>제74조 (벌칙)</h3>
                    <p>다음 각 호의 어느 하나에 해당하는 자는 1년 이하의 징역 또는 1천만원 이하의 벌금에 처한다.</p>
                    <br/>
                    <p>- 제8조제4항을 위반하여 비슷한 표시를 한 제품을 표시·판매 또는 판매할 목적으로 진열한 자</p>
                    <p>- 제44조의7제1항제1호의 규정을 위반하여 음란한 부호·문언·음향·화상 또는 영상을 배포·판매·임대하거나 공공연하게 전시한 자</p>
                    <p>- 제44조의7제1항제3호의 규정을 위반하여 공포심이나 불안감을 유발하는 부호·문언·음향·화상 또는 영상을 반복적으로 상대방에게 도달하게 한 자</p>
                    <p>- 제50조제6항의 규정을 위반하여 기술적 조치를 한 자</p>
                    <p>- 제50조의2를 위반하여 전자우편 주소를 수집·판매·유통하거나 정보 전송에 이용한 자</p>
                    <p>- 제50조의8을 위반하여 광고성 정보를 전송한 자</p>
                    <p>- 제53조제4항을 위반하여 등록사항의 변경등록 또는 사업의 양도·양수 또는 합병·상속의 신고를 하지 아니한 자</p>
                    <br/>
                    <p>제1항제3호의 죄는 피해자가 구체적으로 밝힌 의사에 반하여 공소를 제기할 수 없다.<br/>[전문개정 2010.3.17]</p>
                </div>
            </section>

        </>
    );
};

export default EmailPolicy;
